Repository: jpfefferlab/Fakebook
Catalog: src/posts/locale/*/LC_MESSAGES/django.po
Languages: de

# post_creation_prompt
source: Write a post...
de: Erstelle einen Post...

# comment_creation_prompt
source: Add a comment...
de: Schreibe einen Kommentar...

# delete-post-header
source: Delete post?
de: Post entfernen?

# delete-post-confirm-message
source: Are you sure you want to delete the post?
de: Der Post wird gelöscht. Bist du dir sicher?

source: Submit
de: Absenden

# post-added-confirmation
source: Post added
de: Post hinzugefügt

# post-send
source: Send
de: Senden

# post-card-update
source: Update
de: Bearbeiten

# post-card-delete
source: Delete
de: Entfernen

source: %(duration)s ago
de: vor %(duration)s

# post-report-tooltip
source: Report post
de: Beitrag melden

source: and %(additional_count)s more
de: und %(additional_count)s weitere

source: %(num_comments)s comment
de: %(num_comments)s Kommentar

# comment-spoiler-show
source: Show
de: Anzeigen

# comment-send
source: Send
de: Senden

# advertisement-section-header
source: Sponsored
de: Gesponsert

# post-update-title
source: Update post
de: Post bearbeiten

# post-update-button
source: Update
de: Bearbeiten

# additional_count
source: and %(additional_count) more
de: und %(additional_count) weitere

# post-delete-error-no-author
source: You need to be the author of this post in order to delete it
de: Nur der ursprüngliche Autor kann diesen Post entfernen.

# post-update-error-no-author
source: You need to be the author of this post in order to update it
de: Nur der ursprüngliche Autor kann diesen Post bearbeiten.
